adpyke.codesnap
batisteo.vscode-django
cweijan.dbclient-jdbc
cweijan.vscode-mysql-client2
docker.docker
donjayamanne.githistory
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
eamodio.gitlens
ecmel.vscode-html-css
esbenp.prettier-vscode
formulahendry.code-runner
formulahendry.vscode-mysql
github.copilot
github.copilot-chat
github.remotehub
github.vscode-github-actions
github.vscode-pull-request-github
hashicorp.terraform
janjoerke.jenkins-pipeline-linter-connector
johnpapa.vscode-peacock
kevinrose.vsc-python-indent
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-mssql.data-workspace-vscode
ms-mssql.mssql
ms-mssql.sql-bindings-vscode
ms-mssql.sql-database-projects-vscode
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.remote-explorer
ms-vscode.remote-repositories
ms-vsliveshare.vsliveshare
mtxr.sqltools
njpwerner.autodocstring
oderwat.indent-rainbow
oracle.mysql-shell-for-vs-code
oracle.oracle-java
pkief.material-icon-theme
pnp.polacode
redhat.java
redhat.vscode-yaml
ritwickdey.liveserver
techer.open-in-browser
twxs.cmake
usernamehw.errorlens
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscjava.vscode-spring-initializr
vscode-icons-team.vscode-icons
wholroyd.jinja
xabikos.javascriptsnippets
